ent-CombatRCD = боевой РСУ
     .desc = Новейшее ручное строительное устройство, которое может быстро размещать и демонтировать различные станционные сооружения и конструкции. Требует сжатой материи для использования. Эта модель РСУ была специальна улучшенна для работы с укреплённами материалами.

ent-OneTimedEmag = одноразовый криптографический секвенсор
    .desc = Одноразовая версия так называемого "ЕМАГ-а", не имеющего способности к перезарядке.

ent-OneTimedEmagOneCharge = одноразовый криптографический секвенсор
    .desc = Одноразовая версия так называемого "ЕМАГ-а", не имеющего способности к перезарядке.