ent-WeaponBlueLaserPistol = лазерный пистолет "Синий Щит"
    .desc = Стандартный офицерский лазер "Синий Щит" с переключателем режимов. Имеет опции несмертельный огонь для подавления угроз и смертельный огонь для нейтрализации. Хромированная отделка и эргономичная рукоятка обеспечивают точность и надежность в критических ситуациях.
ent-WeaponDominator =  лазерный пистолет "Доминатор"
    .desc = Высокотехнологичное оружие, созданное экологической организацией Sibyl System, специально предназначенное для борьбы с преступностью. Имеет два режима стрельбы: летальный и станнер.