ent-AndroidBodyPart = часть андроида
    .desc = Универсальная часть тела для ремонта. Используйте отвёртку, чтобы изменить тип.

ent-LeftArmSyntheticPry = гидравлическая рука
    .desc = Мощная гидравлическая рука, способная вскрывать запитанные шлюзы. Сейчас это левая рука, используйте отвёртку чтобы сменить тип.
ent-RightArmSyntheticPry = гидравлическая рука
    .desc = Мощная гидравлическая рука, способная вскрывать запитанные шлюзы. Сейчас это правая рука, используйте отвёртку чтобы сменить тип.

ent-LeftArmSyntheticDefib = рука дефибриллятор
    .desc = Рука со встроенным дефибриллятором, идеально для андроида медика. Сейчас это левая рука, используйте отвёртку чтобы сменить тип.
ent-RightArmSyntheticDefib = рука дефибриллятор
    .desc = Рука со встроенным дефибриллятором, идеально для андроида медика. Сейчас это правая рука, используйте отвёртку чтобы сменить тип.
ent-DefibrillatorArmImplant = встроенный дефибриллятор
    .desc = ЧИСТО! РАЗРЯД!

ent-LeftArmSyntheticProtoKinetic = рука протокинетик
    .desc = Превратите свою руку в протокинетический ускоритель! Сейчас это левая рука, используйте отвёртку чтобы сменить тип.
ent-RightArmSyntheticProtoKinetic = рука протокинетик
    .desc = Превратите свою руку в протокинетический ускоритель! Сейчас это правая рука, используйте отвёртку чтобы сменить тип.
ent-WeaponArmProtoKinetic = встроенный протокинетический ускоритель
    .desc = Стреляет кинетическими зарядами с низким уроном на короткое расстояние.