ent-BorgModuleSurgery = хирургический модуль киборга
    .desc = Хирургический модуль, содержащий все необходимые хирургические инструменты c автоматической стерилизацией и прибор для стерилизации других инструментов. Теперь вырезать мозг членам экипажа стало куда проще!
ent-BorgModuleKinetic = кинетический модуль киборга
    .desc = Пиу пиу никогда не было таким веселым, также позволяет хранить останки ваших врагов (в том числе и мусор)!
ent-WeaponProtoKineticAcceleratorBorg = протокинетический ускоритель
    .desc = Стреляет кинетическими зарядами с низким уроном на короткое расстояние.