# Construction
ent-ModularSuitConstruction = конструкция модульного костюма
    .desc = Частично собранный каркас модульного костюма. Требует установки ядра, частей брони, обшивки и батареи.
ent-ModularSuitConstructionFinished = готовая конструкция модульного костюма
    .desc = Полностью собранный каркас модульного костюма. Осталось только выбрать обшивку и вставить батарею.

# Cores
ent-ModularSuitCoreStandard = ядро модульного костюма
    .desc = Стандартное ядро Nakamura Engineering. Обеспечивает базовое энергопитание для модульного костюма.
ent-ModularSuitCorePlasma = плазменное ядро модульного костюма
    .desc = Усовершенствованное ядро на плазменной тяге. Обладает удвоенной емкостью по сравнению со стандартной моделью.
ent-ModularSuitCoreInfinite = бесконечное ядро модульного костюма
    .desc = Экспериментальное ядро с неисчерпаемым источником энергии. Где вы это только достали?

# Parts
ent-ModularSuitHelmet = шлем модульного костюма
    .desc = Герметичный шлем для модульного костюма. Обеспечивает защиту головы и место для установки визорных модулей.
ent-ModularSuitChestPlate = нагрудник модульного костюма
    .desc = Основная броневая пластина модульного костюма. Защищает торс и служит креплением для большинства модулей.
ent-ModularSuitGauntlets = перчатки модульного костюма
    .desc = Усиленные перчатки с системой сервоприводов. Позволяют устанавливать модули, связанные с руками.
ent-ModularSuitBoots = ботинки модульного костюма
    .desc = Герметичные ботинки с магнитными креплениями. Служат основой для модулей, влияющих на передвижение.

# Platings
ent-BasicPlating = базовая обшивка костюма
    .desc = Стандартная обшивка Nakamura Engineering. Обеспечивает базовую защиту и слегка ускоряет движение.
ent-CivilianPlating = гражданская обшивка костюма
    .desc = Легкая гражданская обшивка. Не обеспечивает защиты от вакуума, но и не замедляет движение.
ent-ClownPlating = клоунская обшивка костюма
    .desc = Обшивка от Honk Ltd. Защищает от низкокачественного юмора. Большая часть технологий ушла на снижение энергопотребления.
ent-EngineeringPlating = инженерная обшивка костюма
    .desc = Классическая обшивка Nakamura Engineering для инженерных работ. Обеспечивает отличную тепло- и электроизоляцию.
ent-AtmosPlating = атмосферная обшивка костюма
    .desc = Специализированная обшивка для атмосферных техников. Обеспечивает экстремальную термостойкость.
ent-WhiteEngineeringPlating = продвинутая обшивка костюма
    .desc = Улучшенная версия инженерного костюма. Белое полированное покрытие обеспечивает повышенную защиту от кислоты и огня.
ent-SecurityPlating = охранная обшивка костюма
    .desc = Обшивка от Apadyne Technologies. Обеспечивает высокую защиту ценой грузоподъемности.
ent-RedSecurityPlating = обшивка стража
    .desc = Продвинутая охранная обшивка. Обеспечивает повышенную защиту и скорость передвижения.
ent-RescuePlating = обшивка спасателя
    .desc = Специализированная медицинская обшивка для эвакуации из опасных сред. Включает встроенный модуль быстрой переноски.
ent-MedicalPlating = медицинская обшивка костюма
    .desc = Легкая обшивка от DeForest Medical Corporation. Обеспечивает удобство передвижения и базовую защиту.
ent-RDPlating = исследовательская обшивка костюма
    .desc = Частная военная обшивка от Aussec Armory для взрывоопасных исследований. Громоздкая, но надежная.
