# Storage
ent-StorageSuitModule = модуль хранения
    .desc = Серия встроенных отсеков и специализированных карманов, распределенных по поверхности костюма. Удобно для хранения всякой всячины.
ent-StorageLargeSuitModule = большой модуль хранения
    .desc = Система скрытых отсеков, созданная по мотивам разработок Donk Corporation. Распределяет вес равномерно по всему костюму, обеспечивая комфорт при переноске грузов или контрабанды.
ent-StorageSyndicateSuitModule = модуль хранения Синдиката
    .desc = Система хранения на основе нанотехнологий от Cybersun Industries. Эзотерическая технология сжимает физическую материю предметов, уменьшая их для более компактного хранения.
ent-StorageHoldingSuitModule = блюспейс модуль хранения
    .desc = Система хранения от Nanotrasen. Миниатюрные блюспейс-карманы позволяют игнорировать вес хранимых предметов. Вершина складских технологий.

# Flashlight
ent-FlashlightSuitModule = модуль фонарика
    .desc = Простая пара фонариков, установленных на левой и правой сторонах шлема. Полезна для освещения в различных диапазонах и цветах. Некоторые выжившие предпочитают зеленый цвет для освещения, по неизвестной причине.
ent-AdvancedFlashlightSuitModule = улучшенный модуль фонарика
    .desc = Усовершенствованная система освещения с регулируемой яркостью и широким спектром цветов. Включает в себя датчики окружающего освещения для автоматической регулировки, а также режим экстренной сигнализации. Идеально подходит для исследования темных коридоров, технических тоннелей и аварийных ситуаций. Цвет свечения можно настроить под любые предпочтения.
ent-FlashlightSuitModuleCyan = { ent-FlashlightSuitModule }
    .desc = { ent-FlashlightSuitModule.desc }
ent-FlashlightSuitModuleAqua = { ent-FlashlightSuitModule }
    .desc = { ent-FlashlightSuitModule.desc }
ent-FlashlightSuitModuleRed = { ent-FlashlightSuitModule }
    .desc = { ent-FlashlightSuitModule.desc }
ent-FlashlightSuitModuleMint = { ent-FlashlightSuitModule }
    .desc = { ent-FlashlightSuitModule.desc }
ent-FlashlightSuitModuleLavender = { ent-FlashlightSuitModule }
    .desc = { ent-FlashlightSuitModule.desc }
ent-FlashlightSuitModuleDarkOrange = { ent-FlashlightSuitModule }
    .desc = { ent-FlashlightSuitModule.desc }
ent-FlashlightSuitModuleGreen = { ent-FlashlightSuitModule }
    .desc = { ent-FlashlightSuitModule.desc }
ent-AdvancedFlashlightSuitModuleAmber = { ent-AdvancedFlashlightSuitModule }
    .desc = { ent-AdvancedFlashlightSuitModule.desc }
ent-AdvancedFlashlightSuitModuleAqua = { ent-AdvancedFlashlightSuitModule }
    .desc = { ent-AdvancedFlashlightSuitModule.desc }
ent-AdvancedFlashlightSuitModuleGold = { ent-AdvancedFlashlightSuitModule }
    .desc = { ent-AdvancedFlashlightSuitModule.desc }
ent-AdvancedFlashlightSuitModulePurple = { ent-AdvancedFlashlightSuitModule }
    .desc = { ent-AdvancedFlashlightSuitModule.desc }
ent-AdvancedFlashlightSuitModulePink = { ent-AdvancedFlashlightSuitModule }
    .desc = { ent-AdvancedFlashlightSuitModule.desc }
ent-AdvancedFlashlightSuitModuleOrange = { ent-AdvancedFlashlightSuitModule }
    .desc = { ent-AdvancedFlashlightSuitModule.desc }

# Visor
ent-VisorMedicalSuitModule = модуль медицинского визора
    .desc = Интерфейс, установленный в забрало шлема. Сопоставляет данные сенсоров костюма с современным биологическим сканером, позволяя визуализировать состояние здоровья органических существ и получать доступ к данным пациентов. Говорят, такие визоры позволяют видеть, что творится за спиной.
ent-VisorDiagnosticSuitModule = модуль диагностического визора
    .desc = Интерфейс, установленный в забрало шлема. Использует серию продвинутых сенсоров для доступа к данным сложного оборудования, экзокостюмов и других устройств. Позволяет визуализировать уровень заряда и целостность техники. Говорят, такие визоры позволяют видеть, что творится за спиной.
ent-VisorSecuritySuitModule = модуль охранного визора
    .desc = Интерфейс, установленный в забрало шлема. Глубоко модифицированная система наведения, подключенная к криминальным базам данных. Позволяет просматривать записи об арестах, управлять охранными ботами и знать, в кого стрелять. Говорят, такие визоры позволяют видеть, что творится за спиной.
ent-VisorMesonSuitModule = модуль мезонного визора
    .desc = Интерфейс, установленный в забрало шлема. Основан на проверенной технологии мезонных сканеров, позволяя строителям и шахтерам видеть базовые структуры и рельеф сквозь стены независимо от освещения. Говорят, такие визоры позволяют видеть, что творится за спиной.
ent-SolutionScannerSuitModule = модуль сканера реагентов
    .desc = Модуль, основанный на научно-исследовательских HUD Nanotrasen. Способен сканировать содержимое контейнеров и отображать информацию в удобном формате на дисплее владельца. Вкусы не распознает, это уже на ваше усмотрение.

# Core
ent-AntiGravitySuitModule = антигравитационный модуль
    .desc = Модуль, использующий гравитационное ядро, чтобы сделать пользователя полностью невесомым.
ent-TeleporterSuitModule = телепортационный модуль
    .desc = Модуль, использующий блюспейс-ядро для транспортировки частиц пользователя в другое место.

# Printed
ent-WeldingSuitModule = сварочный модуль
    .desc = Модуль, установленный в забрало шлема, проецирует поляризованную голографическую защиту перед глазами пользователя. Достаточно мощная, чтобы защитить от точечной и дуговой сварки, солнечных затмений и ручных фонариков.
ent-TRaySuitModule = Т-лучевой модуль
    .desc = Модуль, установленный в забрало шлема, позволяет использовать импульс терагерцевого излучения для эхолокации объектов под полом, в основном кабелей и труб. Незаменим в работе атмосферных техников и при борьбе с контрабандой.
ent-HealthAnalyzerSuitModule = модуль анализатора здоровья
    .desc = Модуль, установленный в перчатку костюма. Высокотехнологичный биологический сканер позволяет получить подробную информацию о состоянии здоровья других на расстоянии, одним движением запястья. Данные отображаются на HUD в шлеме.
ent-DefibrillatorSuitModule = модуль дефибриллятора
    .desc = Компактный дефибриллятор, встроенный в перчатку костюма. Способен восстановить сердечную деятельность пациента. Nanotrasen рекомендует не использовать его как оружие, но кто вас остановит?
ent-JetpackSuitModule = модуль ионного джетпака
    .desc = Серия электрических двигателей, установленных по всему костюму. Вместо сгорания газа эти движки разгоняют ионы, используя заряд батареи костюма. Говорят, это не первая попытка Nakamura Engineering создать костюм с реактивным двигателем.
ent-MagnetSuitModule = магнитный модуль
    .desc = Мощные электромагниты, встроенные в ботинки костюма. Обеспечивают отличное сцепление в любых условиях внутри помещений и позволяют путешествовать снаружи корпуса. У базовых моделей нет автоматического переключения, поэтому пользователи отмечают некоторую "прилипчивость" шагов.
ent-HolsterSuitModule = модуль кобуры
    .desc = Система, основанная на типичных отсеках хранения, позволяет закрепить стандартное огнестрельное оружие на поверхности костюма для быстрого извлечения. Кто-то предпочитает кобуру на груди, кто-то на предплечье, а некоторые офицеры правопорядка — на бедре.
ent-TetherSuitModule = модуль аварийного фала
    .desc = Специальный грапплинг-крюк с лебедкой, способной перемещать пользователя. В отличие от старых грузовых моделей с грузоподъемностью в несколько тонн, этот работает только в невесомости. Для некоторых инженеров это настоящее благословение.
ent-RadiationShieldSuitModule = модуль радиационного-щита
    .desc = Модуль, использующий полимеры и отражающие экраны для защиты от ионизирующего излучения. Содержит программное обеспечение, предупреждающее о нахождении в радиоактивной зоне. Дает голос молчаливому убийце.
ent-EMPShieldSuitModule = модуль ЭМИ-щита
    .desc = Полевой ингибитор, установленный в костюм, защищает от электромагнитных импульсов, которые могли бы повредить электронику костюма или снаряжение владельца. Расходует энергию костюма. К счастью, ваш ПДА уже имеет такую защиту.
ent-TemperatureRegulatorSuitModule = модуль терморегулятора
    .desc = Продвинутая система климат-контроля, использующая внутренний термокостюм, пронизанный тысячами крошечных гибких охлаждающих трубок. Циркулирует хладагент при различных заданных пользователем температурах, обеспечивая максимальный комфорт даже для тех, кто предпочитает жару. После установки этот модуль становится неотъемлемой частью костюма и не может быть извлечен. Несовместим с некоторыми моделями MOD-костюмов.
ent-GPSSuitModule = модуль GPS
    .desc = Использует стандартные технологии Nanotrasen для расчета положения пользователя в пространстве с точностью до координат. Информация передается в центральную базу данных, доступную с самого устройства. Использовать ее для помощи другим — решать вам.
ent-ConstructorSuitModule = модуль конструктора
    .desc = Этот модуль полностью занимает предплечье владельца, что создает конфликт с продвинутыми сервоприводами для переноски людей. Функционирует как сверхсовременный голографический сканер для строительства, содержащий новейшие инженерные схемы и встроенную память для возведения построек.
ent-QuickCarrySuitModule = модуль быстрой переноски
    .desc = Набор продвинутых сервоприводов, перенаправляющих мощность с рук костюма для помощи в переноске раненых. Nanotrasen заблокировала возможность использования этого модуля в рукопашном бою.
ent-GrabberSuitModule = модуль гидравлического зажима
    .desc = Серия приводов, установленных в обе руки костюма, с грузоподъемностью почти в тонну. Nanotrasen ограничила применение этого модуля подъемом различных ящиков. Многие считают погрузку грузов скучной работой, но вы с этим не согласны.
ent-DrillSuitModule = модуль дрели
    .desc = Встроенная дрель, выдвигающаяся над рукой пользователя. Полезна для бурения породы. Ваша дрель определенно та самая, что пронзает небеса и создает их заново.
ent-InjectorSuitModule = модуль инжектора
    .desc = Модуль, установленный на запястье костюма. Функционирует как шприц большой емкости с иглой, достаточно тонкой, чтобы найти аварийные порты для инъекций на любой броне. Даже на вашей.
ent-BikeHornSuitModule = модуль велогудка
    .desc = Плечевая установка звуковой артиллерии. Использует передовые фемто-манипуляторы для точного нажатия на... велосипедный гудок, издавая поистине запоминающийся звук.
ent-OreBagSuitModule = модуль мешка для руды
    .desc = Встроенная система хранения руды. Использует точные электромагниты и отсеки для автоматического сбора и складирования руды. Nakamura Engineering рекомендует сдавать руду на местные перерабатывающие заводы.
ent-MicrowaveBeamSuitModule = СВЧ-лучевой модуль
    .desc = Странное бытовое устройство, установленное на ладони пользователя. Используя кулинарные сканеры в шлеме, облучает пищу точным СВЧ-излучением, позволяя готовить еду на расстоянии. Не рекомендуется использовать против винограда.
ent-KinesisSuitModule = модуль кинезиса
    .desc = Модульный плагин для предплечья. Считался утерянным много лет, хотя костюмы, на которых он устанавливался, все еще встречаются. Позволяет создавать точные антигравитационные поля, перемещая объекты от титанового стержня до промышленного оборудования. Странно, но не работает на живых существах.
ent-ApparatusSuitModule = модуль пищевого аппарата
    .desc = Любимая модификация шлема шахтерами. Использует нанобарьер перед ртом, позволяя есть и пить, сохраняя защиту и атмосферу внутри костюма. Не улучшает вкус стейка из голлиафа.
ent-PaperDispenserSuitModule = модуль диспенсера бумаги
    .desc = Компактный синтезатор бумаги, использующий те же передовые факсовые и принтерные технологии, что и в офисах Nanotrasen. Преобразует электрическую энергию в высококачественную бумагу, гарантируя, что у вас никогда не закончатся бланки, накладные или материалы для заметок. Популярен среди грузчиков и бюрократов.

# Maintenance
ent-SpringlockSuitModule = пружинный модуль
    .desc = Модуль, охватывающий весь MOD-костюм под внешней обшивкой. Механический экзоскелет уступает дорогу при входе пользователя и помогает при запуске, но был убран из современных моделей из-за склонности пружинного механизма резко "захлопываться" при повышенной влажности.
ent-RaveVisorSuitModule = модуль рейв-визора
    .desc = Супер Крутой Офигенный Визор, предназначенный для модульных костюмов.
ent-TanningSuitModule = модуль загара
    .desc = Модуль загара для модульных костюмов. Наличие функции "рак кожи" никогда не было доказано, но кто знает, учитывая слухи...
ent-AtrocinatorSuitModule = модуль атроцинатора
    .desc = Таинственная сфера с загадочными эффектами при установке в MOD-костюм. Смотрите под ноги, иначе отправитесь в небеса!

# Unprintable
ent-ArmorBossterSuitModule = модуль усиления брони
    .desc = Серия выдвижных бронеплит, превращающих костюм в силовую броню. Обеспечивает невероятную защиту от обычного огнестрельного оружия и рукопашных атак. Дополнительные пластины не могут развернуться вместе с частями костюма.
ent-AdvancedArmorBossterSuitModule = улучшенный модуль усиления брони
    .desc = Улучшенная версия усилителя брони. Обеспечивает превосходную защиту от всех видов урона, не сохраняя целостность костюма в самых суровых условиях.
ent-EnergyShieldSuitModule = модуль энергетического щита
    .desc = Персональное защитное силовое поле, обычно используемое в военных целях. По сути, уменьшенная версия корабельных deflector-щитов, о чем красноречиво говорит энергопотребление. Способен блокировать почти любые атаки, но из-за малого количества отдельных зарядов пользователь остается смертным.
ent-EMPShieldAdvancedSuitModule = улучшенный модуль ЭМИ-щита
    .desc = Полевой ингибитор нового поколения, полностью нейтрализующий электромагнитные помехи без расхода энергии. Принцип работы — коммерческая тайна Cybersun Industries.
ent-NoSlipSuitModule = модуль защиты от скольжения
    .desc = Секретный прототип Cybersun Industries, созданный на основе трофейного оборудования Синдиката. Передовые пьезоэлектрические стабилизаторы обеспечивают идеальное сцепление с любой поверхностью без энергопотребления и магнитной сигнатуры стандартных магнитных ботинок. Изначально разработан для тайных оперативников, которым нужно бесшумно перемещаться в любой среде, не оставляя следов. Nanotrasen объявила эти модули контрабандой, но они остаются любимым выбором тех, кто действует против корпорации. Honk Co. подала множество протестов относительно легальности этих модулей, ссылаясь на нечестное конкурентное преимущество на рынке защиты от скольжения.
ent-PlateCompressionSuitModule = модуль компрессии брони
    .desc = Запрещенная разработка Cybersun Industries. Нано-компрессоры временно сокращают объем броневых пластин и сервоприводов, позволяя носителю протискиваться через вентиляцию и другие узкие проходы. Механизм снятия костюма блокируется на время работы модуля — снять его самостоятельно невозможно. Несовместим с модулем усиления брони из-за перегрузки системы компрессии.
ent-BurgerDispenserSuitModule = модуль диспенсера бургеров
    .desc = Редкая технология, обратно разработанная на основе прототипа, найденного на судне Donk Corporation. Потребляет огромное количество энергии для создания съедобной органической материи на ладони владельца. Исследования, кажется, остановились на бургерах. Попытки заставить его выдавать чай Earl Grey провалились.
ent-JetpackAdvancedSuitModule = улучшенный модуль ионного джетпака
    .desc = Высокопроизводительная ионная двигательная установка, используемая силами безопасности Nanotrasen. Отличается повышенной тягой и улучшенной эффективностью по сравнению со стандартной моделью. Идеально подходит для операций преследования и быстрого реагирования.
ent-MagnetAdvancedSuitModule = улучшенный магнитный модуль
    .desc = Сложное улучшение системы магнитной стабильности Nakamura Engineering с компьютерной автоматической настройкой и улучшенной калибровкой сцепления. В отличие от базовой модели, эти электромагниты интеллектуально регулируют силу поля в зависимости от условий поверхности и намерений пользователя, устраняя «липкость», о которой сообщалось в старых версиях. Включает нейро-интерфейс, который интуитивно активирует магнитное сцепление только при необходимости, обеспечивая плавное движение. Изначально разработан для продвинутого костюма старшего инженера, но впоследствии стал доступен инженерному персоналу, требующему наилучшего контроля мобильности.

# Entities
ent-ModularSuitGrabberTool = манипулятор
    .desc = Мощный гидравлический манипулятор, выдвигающийся из руки костюма. Способен легко поднимать и перемещать грузовые ящики. Nanotrasen рекомендует всегда держать обе руки на ящике, но у кого есть на это время?
ent-ModularSuitMicrowaveBeam = СВЧ-излучатель
    .desc = Компактный микроволновой излучатель, встроенный в ладонь костюма. Использует точное излучение для приготовления пищи на расстоянии. Идеален для повара, который не хочет покидать свой пост. Или для того, кто хочет дразнить повара с другого конца кухни.
ent-KinesisSuitModuleHand = кинезис
    .desc = Устройство точной гравитационной манипуляции, встроенное в предплечье костюма. Генерирует сфокусированные антигравитационные поля для перемещения объектов на расстоянии. Запрещен в нескольких системах за "чрезмерное удобство".
