# Storage
ent-StorageSuitModule = модуль хранения
    .desc = Серия встроенных отсеков и специализированных карманов, распределенных по поверхности костюма. Удобно для хранения всякой всячины.
ent-StorageLargeSuitModule = большой модуль хранения
    .desc = Система скрытых отсеков, созданная по мотивам разработок Donk Corporation. Распределяет вес равномерно по всему костюму, обеспечивая комфорт при переноске грузов или контрабанды.
ent-StorageSyndicateSuitModule = модуль хранения Синдиката
    .desc = Система хранения на основе нанотехнологий от Cybersun Industries. Эзотерическая технология сжимает физическую материю предметов, уменьшая их для более компактного хранения.
ent-StorageHoldingSuitModule = блюспейс модуль хранения
    .desc = Система хранения от Nanotrasen. Миниатюрные блюспейс-карманы позволяют игнорировать вес хранимых предметов. Вершина складских технологий.

# Visor
ent-VisorMedicalSuitModule = модуль медицинского визора
    .desc = Интерфейс, установленный в забрало шлема. Сопоставляет данные сенсоров костюма с современным биологическим сканером, позволяя визуализировать состояние здоровья органических существ и получать доступ к данным пациентов. Говорят, такие визоры позволяют видеть, что творится за спиной.
ent-VisorDiagnosticSuitModule = модуль диагностического визора
    .desc = Интерфейс, установленный в забрало шлема. Использует серию продвинутых сенсоров для доступа к данным сложного оборудования, экзокостюмов и других устройств. Позволяет визуализировать уровень заряда и целостность техники. Говорят, такие визоры позволяют видеть, что творится за спиной.
ent-VisorSecuritySuitModule = модуль охранного визора
    .desc = Интерфейс, установленный в забрало шлема. Глубоко модифицированная система наведения, подключенная к криминальным базам данных. Позволяет просматривать записи об арестах, управлять охранными ботами и знать, в кого стрелять. Говорят, такие визоры позволяют видеть, что творится за спиной.
ent-VisorMesonSuitModule = модуль мезонного визора
    .desc = Интерфейс, установленный в забрало шлема. Основан на проверенной технологии мезонных сканеров, позволяя строителям и шахтерам видеть базовые структуры и рельеф сквозь стены независимо от освещения. Говорят, такие визоры позволяют видеть, что творится за спиной.
ent-SolutionScannerSuitModule = модуль сканера реагентов
    .desc = Модуль, основанный на научно-исследовательских HUD Nanotrasen. Способен сканировать содержимое контейнеров и отображать информацию в удобном формате на дисплее владельца. Вкусы не распознает, это уже на ваше усмотрение.

# Core
ent-AntiGravitySuitModule = антигравитационный модуль
    .desc = Модуль, использующий гравитационное ядро, чтобы сделать пользователя полностью невесомым.
ent-TeleporterSuitModule = телепортационный модуль
    .desc = Модуль, использующий блюспейс-ядро для транспортировки частиц пользователя в другое место.

# Printed
ent-WeldingSuitModule = сварочный модуль
    .desc = Модуль, установленный в забрало шлема, проецирует поляризованную голографическую защиту перед глазами пользователя. Достаточно мощная, чтобы защитить от точечной и дуговой сварки, солнечных затмений и ручных фонариков.
ent-TRaySuitModule = Т-лучевой модуль
    .desc = Модуль, установленный в забрало шлема, позволяет использовать импульс терагерцевого излучения для эхолокации объектов под полом, в основном кабелей и труб. Незаменим в работе атмосферных техников и при борьбе с контрабандой.
ent-HealthAnalyzerSuitModule = модуль анализатора здоровья
    .desc = Модуль, установленный в перчатку костюма. Высокотехнологичный биологический сканер позволяет получить подробную информацию о состоянии здоровья других на расстоянии, одним движением запястья. Данные отображаются на HUD в шлеме.
ent-DefibrillatorSuitModule = модуль дефибриллятора
    .desc = Компактный дефибриллятор, встроенный в перчатку костюма. Способен восстановить сердечную деятельность пациента. Nanotrasen рекомендует не использовать его как оружие, но кто вас остановит?
ent-JetpackSuitModule = модуль ионного джетпака
    .desc = Серия электрических двигателей, установленных по всему костюму. Вместо сгорания газа эти движки разгоняют ионы, используя заряд батареи костюма. Говорят, это не первая попытка Nakamura Engineering создать костюм с реактивным двигателем.
ent-MagnetSuitModule = магнитный модуль
    .desc = Мощные электромагниты, встроенные в ботинки костюма. Обеспечивают отличное сцепление в любых условиях внутри помещений и позволяют путешествовать снаружи корпуса. У базовых моделей нет автоматического переключения, поэтому пользователи отмечают некоторую "прилипчивость" шагов.
ent-HolsterSuitModule = модуль кобуры
    .desc = Система, основанная на типичных отсеках хранения, позволяет закрепить стандартное огнестрельное оружие на поверхности костюма для быстрого извлечения. Кто-то предпочитает кобуру на груди, кто-то на предплечье, а некоторые офицеры правопорядка — на бедре.
ent-TetherSuitModule = модуль аварийного фала
    .desc = Специальный грапплинг-крюк с лебедкой, способной перемещать пользователя. В отличие от старых грузовых моделей с грузоподъемностью в несколько тонн, этот работает только в невесомости. Для некоторых инженеров это настоящее благословение.
ent-RadiationShieldSuitModule = модуль радиационного-щита
    .desc = Модуль, использующий полимеры и отражающие экраны для защиты от ионизирующего излучения. Содержит программное обеспечение, предупреждающее о нахождении в радиоактивной зоне. Дает голос молчаливому убийце.
ent-EMPShieldSuitModule = модуль ЭМИ-щита
    .desc = Полевой ингибитор, установленный в костюм, защищает от электромагнитных импульсов, которые могли бы повредить электронику костюма или снаряжение владельца. Расходует энергию костюма. К счастью, ваш ПДА уже имеет такую защиту.
ent-GPSSuitModule = модуль GPS
    .desc = Использует стандартные технологии Nanotrasen для расчета положения пользователя в пространстве с точностью до координат. Информация передается в центральную базу данных, доступную с самого устройства. Использовать ее для помощи другим — решать вам.
ent-QuickCarrySuitModule = модуль быстрой переноски
    .desc = Набор продвинутых сервоприводов, перенаправляющих мощность с рук костюма для помощи в переноске раненых. Nanotrasen заблокировала возможность использования этого модуля в рукопашном бою.
ent-ModularSuitModuleGrabber = модуль гидравлического зажима
    .desc = Серия приводов, установленных в обе руки костюма, с грузоподъемностью почти в тонну. Nanotrasen ограничила применение этого модуля подъемом различных ящиков. Многие считают погрузку грузов скучной работой, но вы с этим не согласны.
ent-InjectorSuitModule = модуль инжектора
    .desc = Модуль, установленный на запястье костюма. Функционирует как шприц большой емкости с иглой, достаточно тонкой, чтобы найти аварийные порты для инъекций на любой броне. Даже на вашей.
ent-BikeHornSuitModule = модуль велогудка
    .desc = Плечевая установка звуковой артиллерии. Использует передовые фемто-манипуляторы для точного нажатия на... велосипедный гудок, издавая поистине запоминающийся звук.
ent-OreBagSuitModule = модуль мешка для руды
    .desc = Встроенная система хранения руды. Использует точные электромагниты и отсеки для автоматического сбора и складирования руды. Nakamura Engineering рекомендует сдавать руду на местные перерабатывающие заводы.
ent-MicrowaveBeamSuitModule = СВЧ-лучевой модуль
    .desc = Странное бытовое устройство, установленное на ладони пользователя. Используя кулинарные сканеры в шлеме, облучает пищу точным СВЧ-излучением, позволяя готовить еду на расстоянии. Не рекомендуется использовать против винограда.
ent-KinesisSuitModule = модуль кинезиса
    .desc = Модульный плагин для предплечья. Считался утерянным много лет, хотя костюмы, на которых он устанавливался, все еще встречаются. Позволяет создавать точные антигравитационные поля, перемещая объекты от титанового стержня до промышленного оборудования. Странно, но не работает на живых существах.
ent-ApparatusSuitModule = модуль пищевого аппарата
    .desc = Любимая модификация шлема шахтерами. Использует нанобарьер перед ртом, позволяя есть и пить, сохраняя защиту и атмосферу внутри костюма. Не улучшает вкус стейка из голлиафа.

# Maintenance
ent-SpringlockSuitModule = пружинный модуль
    .desc = Модуль, охватывающий весь MOD-костюм под внешней обшивкой. Механический экзоскелет уступает дорогу при входе пользователя и помогает при запуске, но был убран из современных моделей из-за склонности пружинного механизма резко "захлопываться" при повышенной влажности.
ent-RaveVisorSuitModule = модуль рейв-визора
    .desc = Супер Крутой Офигенный Визор, предназначенный для модульных костюмов.
ent-TanningSuitModule = модуль загара
    .desc = Модуль загара для модульных костюмов. Наличие функции "рак кожи" никогда не было доказано, но кто знает, учитывая слухи...
ent-AtrocinatorSuitModule = модуль атроцинатора
    .desc = Таинственная сфера с загадочными эффектами при установке в MOD-костюм. Смотрите под ноги, иначе отправитесь в небеса!

# Unprintable
ent-ArmorBossterSuitModule = модуль усиления брони
    .desc = Серия выдвижных бронеплит, превращающих костюм в силовую броню. Обеспечивает невероятную защиту от обычного огнестрельного оружия и рукопашных атак. Дополнительные пластины не могут развернуться вместе с частями костюма.
ent-AdvancedArmorBossterSuitModule = улучшенный модуль усиления брони
    .desc = Улучшенная версия усилителя брони. Обеспечивает превосходную защиту от всех видов урона, не сохраняя целостность костюма в самых суровых условиях.
ent-EnergyShieldSuitModule = модуль энергетического щита
    .desc = Персональное защитное силовое поле, обычно используемое в военных целях. По сути, уменьшенная версия корабельных deflector-щитов, о чем красноречиво говорит энергопотребление. Способен блокировать почти любые атаки, но из-за малого количества отдельных зарядов пользователь остается смертным.
ent-EMPShieldAdvancedSuitModule = улучшенный модуль ЭМИ-щита
    .desc = Полевой ингибитор нового поколения, полностью нейтрализующий электромагнитные помехи без расхода энергии. Принцип работы — коммерческая тайна Cybersun Industries.
ent-NoSlipSuitModule = модуль защиты от скольжения
    .desc = Модифицированная версия стандартных магнитных ботинок с пьезоэлектрическими кристаллами на подошве. Две пластины на подошве автоматически выдвигаются и намагничиваются при шаге. Слишком слабо для крепления к корпусу, но достаточно, чтобы не поскользнуться на мокром полу. Honk Co. неоднократно протестовала против легализации этих модулей.
ent-BurgerDispenserSuitModule = модуль диспенсера бургеров
    .desc = Редкая технология, обратно разработанная на основе прототипа, найденного на судне Donk Corporation. Потребляет огромное количество энергии для создания съедобной органической материи на ладони владельца. Исследования, кажется, остановились на бургерах. Попытки заставить его выдавать чай Earl Grey провалились.
ent-JetpackAdvancedSuitModule = улучшенный модуль ионного джетпака
    .desc = Высокопроизводительная ионная двигательная установка, используемая силами безопасности Nanotrasen. Отличается повышенной тягой и улучшенной эффективностью по сравнению со стандартной моделью. Идеально подходит для операций преследования и быстрого реагирования.

# Entities
ent-ModularSuitGrabberTool = манипулятор
    .desc = Мощный гидравлический манипулятор, выдвигающийся из руки костюма. Способен легко поднимать и перемещать грузовые ящики. Nanotrasen рекомендует всегда держать обе руки на ящике, но у кого есть на это время?
ent-ModularSuitMicrowaveBeam = СВЧ-излучатель
    .desc = Компактный микроволновой излучатель, встроенный в ладонь костюма. Использует точное излучение для приготовления пищи на расстоянии. Идеален для повара, который не хочет покидать свой пост. Или для того, кто хочет дразнить повара с другого конца кухни.
ent-KinesisSuitModuleHand = кинезис
    .desc = Устройство точной гравитационной манипуляции, встроенное в предплечье костюма. Генерирует сфокусированные антигравитационные поля для перемещения объектов на расстоянии. Запрещен в нескольких системах за "чрезмерное удобство".
