ent-PlushieTajar = плюшевый таяр
    .desc = Ещё более мягкая игрушка таярана. Спрос на такие игрушки особенно высок перед собраниями ГИОРиМУ. Поставляется как напоминание о расовом разнообразии на космических станциях. Не рекомендуется оставлять близко к пельменям, чужим карманам и местам с повышенной температурой.
ent-PlushieVulpa = плюшевый вульпакин
    .desc = Плюшевая игрушка вульпканина, очень подозревающего вульпканина. Почему-то пахнет сосисками и брецелями. Ничего ведь не произойдёт если поставить её рядом с ТЭГом?