spai-camera-access-name = Встроенный камерный жучок
spai-camera-access-desc = Позволяет СпИИ дистанционно подключиться к сети камер видеонаблюдений.

spai-security-hud-name = Продвинутый HUD Службы Безопасности
spai-security-hud-desc = Позволяет видеть должности, статусы розыска и МЩ.

spai-security-records-name = Продвинутые Записи Службы Безопасности
spai-security-records-desc = Позволяет использовать записи СБ аналогично тем, что на компьютерах брига. Вы сможете менять статусы, включая статус казни. И в отличие от продвинутого HUD СБ, вы сможете делать это незаметно.

spai-thermal-vision-name = Термальное зрение
spai-thermal-vision-desc = Позволяет СпИИ видеть живые объекты через стены.

spai-chem-injector-name = Инъектор Химикатов
spai-chem-injector-desc = Хранилище на 30 единиц реагентов. Вы можете впрыскивать вашему носителю по 5 ед. Келотана, Бикардина, Эпинефрина, Дексалина, Трикордразина, Маннитола, и по 15 ед. Омнизина. Хранилище восполняется на 5 ед. каждые 15 секунд.

spai-injector-window-title = Инъектор Химикатов
spai-injector-window-energy = Энергия: { $current } / { $max }
spai-injector-window-reagent-button = { $name } ({ $cost })

spai-weak-ai-name = Слабые возможности ИИ
spai-weak-ai-desc = Раз в 10 секунд вы можете посредством действий взаимодействовать с окружающими устройствами аналогично ИИ: открывать, болтировать, электризовать шлюзы и ставить их на аварийный доступ, а также отключать АРП.
