reagent-name-spaceacillin = космоцилин
reagent-desc-spaceacillin = Тета-лактамный антибиотик, эффективный при космических заболеваниях. Побочные эффекты могут включать рак. Рекомендуется принимать Фалангимин после приема внутрь.
reagent-name-unholywater = нечестивая вода
reagent-desc-unholywater = Проклятая версия святой воды полезная только для последователей культа.
reagent-name-formaldehyde = формальдегид
reagent-desc-formaldehyde = Сильный консервант, замедляющий разложение тканей. Токсичен для живых.
reagent-name-mutadon = мутадон
reagent-desc-mutadon = Экспериментальное лекарство, вызывающее обратные генетические мутации.