ent-SurvivalMedipen = медипен выживания
    .desc = Коктейль из мощных целебных химикатов. Содержит все необходимое, чтобы вы могли самостоятельно справиться с ситуацией в экстренной ситуации. Использование более одного препарата одновременно может быть опасным!
ent-LuxuriousSurvivalMedipen = роскошный медипен
    .desc = Передовая блюспейс-технология позволила Nanotrasen упаковать 60 единиц химикатов в один медипен. Содержит редкие и мощные вещества, необходимые для выживания в самых суровых условиях. Пока препарат действует, вы способны удержаться на ногах даже в критическом состоянии.
