ent-SecurityDeathImplant = имплант "смерти охранника"
    .desc = Этот имплант заставляет вас издавать громкий крик смерти, когда вы умираете. Идеально подходит для охранников, которые хотят предупредить своих товарищей о своей гибели!
ent-FunSecurityDeathImplants = импланты "смерти охранника"
    .desc = Эти импланты заставляют вас издавать громкий крик смерти, когда вы умираете. Идеально подходит для охранников, которые хотят предупредить своих товарищей о своей гибели!
ent-CrateFunSecurityDeathImplants = ящик с "имплантами смерти охранника"
    .desc = Ящик, полный имплантов смерти охранника. Эти импланты заставляют вас издавать громкий крик смерти, когда вы умираете. Идеально подходит для охранников, которые хотят предупредить своих товарищей о своей гибели!
ent-SecurityDeathImplanter = имплантер "смерти охранника"
    .desc = Этот имплантер позволяет вам вживить имплант смерти охранника, который заставляет вас издавать громкий крик смерти, когда вы умираете. Идеально подходит для охранников, которые хотят предупредить своих товарищей о своей гибели!
