ent-ActionBoxingJab = Джеб
    .desc = Удар-удар.
ent-ActionBoxingHook = Хук
    .desc = НОКАУТ!!!
ent-ActionBoxingDodge = Уклонение
    .desc = Уклоняйся от удара.

# krav maga

ent-ActionKravMagaLegSweep = Подсечка
    .desc = Ставит точную подсечку на цели, сбивая ее с ног на несколько секунд.
ent-ActionKravMagaNeckChop = Удар в шею
    .desc = Совершает сильный удар боковой стороной ладони. Наносит урон и лишает противника возможности говорить на двадцать секунд.
ent-ActionKravMagaLungPunch = Удар по лёгким
    .desc = Наносит 15 единиц урона выносливости и блокирует дыхание на десять секунд. Четыре таких удара выведут цель из строя, но не смертельно, но будьте осторожны: это может привести к потере дыхания.