ent-ToggleModularSuitDeployAction = [color=#58c4e8]Развернуть костюм[/color]
    .desc = Раскрывает модульный костюм, надевая все установленные части на тело. При повторном нажатии сворачивает костюм обратно в компактное состояние.
ent-ToggleModularSuitUiAction = [color=#58c4e8]Открыть интерфейс MODSuit[/color]
ent-ToggleLightModuleAction = [color=#58c4e8]Переключить свет[/color]
    .desc = Включает или выключает встроенную систему освещения костюма.
ent-ActivateTeleporterModuleAction = [color=#58c4e8]Активировать телепортатор[/color]
    .desc = Мгновенно телепортирует пользователя по направлению взгляда. Требует блюспейс-ядро.
ent-ToggleHolsterModuleAction = [color=#58c4e8]Переключить кобуру[/color]
    .desc = Выдвигает или убирает кобуру для быстрого доступа к оружию.
ent-ToggleKineticHolsterModuleAction = [color=#58c4e8]Переключить кинетическую кобуру[/color]
    .desc = Выдвигает или убирает кобуру для быстрого доступа к протокинетическому ускорителю.
ent-ActivatePaperDispenserModuleAction = [color=#58c4e8]Активировать диспенсер бумаги[/color]
    .desc = Синтезирует свежую бумагу, используя передовые факсовые и принтерные технологии. Преобразует энергию костюма в высококачественные канцелярские материалы. Идеально подходит для бумажной работы в экстренных ситуациях или когда нужно просто оставить записку.
ent-ActivateEnergyShieldModuleAction = [color=#58c4e8]Активировать энергетический щит[/color]
    .desc = Создает персональное защитное поле, блокирующее входящие атаки.
ent-ActivateBurgerDispenserModuleAction = [color=#58c4e8]Активировать диспенсер бургеров[/color]
    .desc = Создает съедобный бургер из энергии костюма. Результат может быть разным.
ent-ActivateTanningModuleAction = [color=#58c4e8]Активировать загар[/color]
    .desc = Включает ультрафиолетовое излучение для безопасного загара. Наличие функции "рак кожи" не доказано.
ent-ActivateAtrocinatorModuleAction = [color=#58c4e8]Активировать атроцинатор[/color]
    .desc = Активирует таинственную сферу с непредсказуемыми эффектами. Смотрите под ноги!
ent-ActivateEMPModuleAction = [color=#58c4e8]Активировать ЭМИ взрыв[/color]
    .desc = Активировать ЭМИ взрыв. Требует электро-ядро. 
ent-ActivateFloraModuleAction = [color=#58c4e8]Заживить внутренние повреждения[/color]
    .desc = Активация модуля залечит все внутренние травмы. Требует ядро флоры.
ent-ActivateShadowModuleAction = [color=#58c4e8]Активировать маскировку[/color]
    .desc = Покрывает скафандр невидимыми нанитами, маскируя Вас. Требует теневое ядро.
ent-ActivateAntiGravitationModuleAction = [color=#58c4e8]Вызвать анти-гравитационный эффект[/color]
    .desc = Вокруг пользователя нарушает гравитационное поле всех вокруг, обнуляя их гравитацию если нету у них магнитных ботинок. Требует гравитационное ядро.

