headrev-backpack-category-malware-name = Набор технологического саботажа
headrev-backpack-category-malware-description =
    Подчините ИИ воле революции,
    И заставьте его пойти против своих
    В набор входит: РСУ, плата законов ИИ
    бинарный ключ шифрования и одноразовый ЕМАГ
headrev-backpack-category-hack-name = Набор взломщика
headrev-backpack-category-hack-description =
    Хотите тихо проникнуть в какой-то отдел,
    или взломать технику? Этот набор для вас!
    В набор входит: 5-ти зарядный ЕМАГ, челюсти жизни
    инженерные очки, изолированные перчатки и сварка.
headrev-backpack-category-weapon-name = Набор оружейника
headrev-backpack-category-weapon-description =
    Более не желаете терпеть жалких капиталистических крыс
    и желаете покончить с ними быстрее? Тогда вам сюда.
    В набор входит: Револьвер "Питон" и спидлоудер к нему
    компактный бронежилет и шок-кастеты
headrev-backpack-category-clean-name = Набор уборщика
headrev-backpack-category-clean-description =
    Время сделать пол ОЧЕНЬ скользким.
    СБ и КМД это вряд-ли понравится, а кто их спрашивал?
    В набор входит: Омега-мыло, три мыла синдиката
    галоши и мыло "Скользкоапокалипсис".
ent-ToolboxHeadRev = аварийный ящик для инструментов
    .desc = Точно не подозрительный и компактный ящик!