ent-WeaponMagmiteProtoKineticAccelerator = магмитовый протокинетический ускоритель
    .desc = Стреляет кинетическими зарядами с низким уроном на короткое расстояние. Имеет наибольшую вместимость улучшений.
ent-WeaponProtoKineticShotgun = протокинетический дробовик
    .desc = Стреляет конусом кинетических осколков на очень короткое расстояние. Одиночный осколок едва царапает жилу.
ent-WeaponProtoKineticRifle = протокинетическая винтовка
    .desc = Стреляет одиночным кинетическим зарядом на большое расстояние, прошивая жилу насквозь и цепляя следующую. Прочную породу не берёт. Тяжёлая: с хватом двумя руками заметно замедляет.
ent-WeaponProtoKineticPistol = протокинетический пистолет
    .desc = Стреляет кинетическими зарядами с очень низким уроном на короткое расстояние. Влезает в карман, вмещает один модкит.
