ent-PouchBase = подсумок для карманов
    .desc = Специальная сумка для карманов, которая расширяет его.
ent-PouchMedical = медицинский подсумок для карманов
    .desc = Специальная сумка для карманов, которая расширяет его для врачей, вмещат в себя все оборудование медицины, что и пояс.
ent-PouchSec = подсумок службы безопасности для карманов
    .desc = Специальная сумка для карманов, которая расширяет его для СБ, вмещат в себя все оборудование, что и пояс.
ent-PouchMaterial = подсумок материаллов для карманов
    .desc = Специальная сумка для карманов, которая расширяет его позволяя в нем хранить ресурсы и заряды сжатой материи.
ent-PouchSyndui = расширенный подсумок для карманов
    .desc =  Подсумок для карманов, который позволяет хранить всё что угодно в нем, имеет повышенную взрывостойкость.


