ent-SyndicateRapier = рапира синдиката
    .desc = Элегантная рапира из пластитана с алмазным наконечником. Рапира поставляется в собственных ножнах и способна пробить практически любую защиту если бить точно.
ent-HammerBreachingNT = молот НТ
    .desc = Прочный тяжелый молоток, предназначенный для пробивания стен и дверей. Усиленная головка и надежная рукоятка делают его идеальным для демонтажных работ.
ent-CrisisButton = кнопка паники
    .desc = Используйте для вызова помощи в канал связи СБ.