ent-SeraphimImplant = имплант "Seraphim-II"
    .desc = Экспериментальный киберимплант военного типа, раскрывающий боевые и физические качества владельца.
    .suffix = Wega, BSO

ent-SeraphimAutoImplanter = автоимплантер "Seraphim-II"
    .desc = Экспериментальный киберимплант военного типа, разработанный передовыми учёными Nanotrasen. Раскрывает боевые и физические качества владельца, взамен отбирает возможность пользоваться огнестрельным оружием. Устанавливается хирургическим путём в позвоночник специальным устройством. Данная модель разработана для офицеров "Синий Щит" и является эксклюзивом корпуса.
    .suffix = Wega, BSO
