ent-SecurityVoucherCard = карточка-ваучер безопасности
    .desc = Дисконтная карта, выпущенная для службы безопасности, предоставляемой компанией NanoTrasen, для более эффективного распределения оборудования между сотрудниками отдела. Используется в СБТехе.
ent-CargoVoucherCard = карточка-ваучер утилизаторов
    .desc = Дисконтная карта, выпущенная для утилизаторов, предоставляемой компанией NanoTrasen, для более эффективного распределения оборудования между сотрудниками отдела. Используется в УтильМаге.