ent-GrenadeFragMini = осколочный мини снаряд
    .desc = Снаряд, предназначенный для подствольных гранатомётов, обладает меньшей мощностью, но и более компактным размером. Содержит противопехотный заряд и шрапнель, который разрывает на части любого в зоне взрыва.
ent-GrenadeBlastMini = фугасный мини снаряд
    .desc = Снаряд, предназначенный для подствольных гранатомётов, обладает меньшей мощностью, но и более компактным размером. Cодержит взрывчатое вещество, разработанное специально для пробития усиленной обшивки космических станций.