ghost-respawn-window-title = Правила респавна гостов
ghost-respawn-window-confirm-button = Я понимаю, респавните меня
ghost-gui-respawn-button-denied = Респавн ({$time}s)
ghost-gui-respawn-button-allowed = Респавн
ghost-respawn-window-rules =
    Возрождение происходит в соответствии с существующим правилом [bold]Нарушения игровой атмосферы[/bold]:
    Вы [bold]НЕ МОЖЕТЕ[/bold] того же самого персонажаЮ, за которого уже играли в раунде. Он мертв.
    После респавна, вы обязаны следовать правилам новой роли. Любые попытки "отомстить" своему обидчику будут наказываться.
    Категорически запрещается использовать полученную метаинформацию из прошлой жизни! Нарушение данного пункта будут [bold]СТРОГО[/bold] наазываться.
    Для более подробной информации ознакомьтесь с данным пунктом в правилах.
