ghost-respawn-window-title = Правила респавна призраков
ghost-respawn-window-confirm-button = Я понимаю, респавните меня
ghost-gui-respawn-button = Респавн
ghost-gui-respawn-button-denied = Респавн ({$time}s)
ghost-gui-respawn-button-allowed = Респавн
ghost-respawn-window-rules =
    Возрождение происходит в соответствии с существующим правилом [bold]"Нарушения игровой атмосферы"[/bold]:

    ​[bullet] Вы [bold]НЕ МОЖЕТЕ[/bold] использовать того же самого персонажа, за которого [bold]уже играли[/bold] в раунде. [bold]Он мертв.[/bold]
    ​[bullet] После респавна, вы обязаны следовать правилам новой роли. Любые попытки [bold]"отомстить"[/bold] своему обидчику будут наказываться.
    ​[bullet] [bold]Категорически запрещается использовать полученную метаинформацию из прошлой жизни![/bold]
       ​[bullet] Нарушение данного пункта будут [bold]СТРОГО[/bold] наказываться.

    ​[italic]Для более подробной информации ознакомьтесь с данным пунктом в правилах.[/italic]
