ent-BlueSheildSheild = энергощит "Синий Щит"
    .desc = Специальный щит, который генерирует твердый поток энергии при помощи встроенного проектора, который отражает любые снаряды. Незабывайте калибровать поле мультитулом после боевых столкновений. 
ent-BrokenBlueSheildSheild = перегретый энергощит "Синий Щит"
    .desc = Что-то внутри перегорело, кажется нужно заменить кабеля и перекалибровать его.
ent-BrokenEnergyShieldWega = перегретый энергощит
    .desc = Что-то внутри перегорело, кажется нужно заменить кабеля и перекалибровать его.
