ent-BluespaceLifelineImplant = имплант "Блюспейс коридор"
    .desc = Телепортирует тело носителя на ЦентКом при активации. Вернуться назад не получится.
ent-ThermalVisionImplant = имплант "Тепловое зрение"
    .desc = Этот имплант позволяет носителю видеть тепловые сигнатуры живых существ сквозь стены и темноту.
ent-ThermalVisionImplanter = имплантер "Тепловое зрение"
    .desc = Имплантирует тепловое зрение, позволяя видеть живых существ сквозь стены и темноту.
ent-SmokeImplant = имплант "Дым"
    .desc = Имплант, который при активации создаёт облако дыма, хорош для побега.
