ent-VeilCultPortal = странный портал
    .desc = Разрыв в пространстве воссозданный культистами Ратвара. Вам нужно закрыть его как можно быстрее.
ent-VeilCultStructureAltar = заводной алтарь
    .desc = Платформа, внутри которой со скрипом кружатся шестерни.
ent-VeilCultClockworkLathe = шестерёночный завод
    .desc = Механизм, состоящий из латунных шестерён, не понятно как, но он может создавать предметы для культистов.
ent-VeilCultBeacon = неизвестный маяк
    .desc = Латунный маяк, слегка сияющий зелёными линиями.