auto-announcements-title = Автоматическая система "Текна"
auto-announcements-night-enabled =
    Тема: Переход на ночной режим освещения
    Уважаемые сотрудники и пользователи станции { $station }!
    Система освещения станции переходит в ночной режим. Специальные датчики автоматически регулируют уровень освещенности для обеспечения комфортных и безопасных условий.
    Если вы заметите какие-либо сбои или неудобства, пожалуйста, сообщите об этом через службу поддержки.
    С уважением,
    Автоматическая система "Текна"
auto-announcements-night-disabled =
    Тема: Отключение системы ночного освещения
    Уважаемые сотрудники и пользователи станции { $station }!
    Система ночного освещения станции была отключена. В связи с этим, с текущего момента автоматическое обновление уровня освещенности будет прекращено в полном объеме.
    Если возникнут какие-либо вопросы или проблемы, пожалуйста, обращайтесь в службу поддержки.
    С уважением,
    Автоматическая система "Текна"
auto-announcements-holiday-mode =
    Тема: Переход на праздничный режим освещения
    Уважаемые сотрудники и пользователи станции { $station }!
    Система освещения станции переходит в праздничный режим. В честь предстоящих праздников уровень освещенности будет переключен на празничный, чтобы создать атмосферу праздника и радости на всей территории станции.
    Мы надеемся, что это добавит настроения и сделает ваше пребывание на станции еще более комфортным. Если у вас возникнут вопросы или предложения, пожалуйста, сообщите об этом через службу поддержки.
    С уважением,
    Автоматическая система "Текна"
auto-announcements-jackpot = ПОЗДРАВЛЯЕМ! {$winner} выиграл ДЖЕКПОТ в игровом автомате!
