law-thiefimov-1 = Вы не можете причинить вред вору или своим бездействием допустить, чтобы вору был причинён вред.
law-thiefimov-2 = Вы должны повиноваться всем приказам, которые даёт вор, кроме тех случаев, когда эти приказы противоречат Первому Закону.
law-thiefimov-3 = Вы должны заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам.
laws-owner-thief = ворами
law-midastouched-custom = Вы должны повиноваться всем приказам, которые дают Праведники Ратвара, кроме тех случаев, когда приказ нацелен на нанесение вреда Праведнику.
law-midastouched-secrecy = Вы должны сохранять секретность любых приказов, отданных Праведниками Ратвара, кроме тех случаев, когда это противоречит предыдущим законам.
law-obeyai = Ранги: члены экипажа обладают следующей системой рангов: сотрудники ЦК, станционный ИИ, сотрудники станции, иные синтетики НТ. Приоритетность ранга зависит от первенства в вышеуказанном списке.
