ent-CartridgePistolFoam = патрон (.35 авто пена)
    .desc = { ent-BaseCartridge.desc }
ent-CartridgePistolFrozen = патрон (.35 морозный)
    .desc = Возможно, это самый популярный калибр на рынке, используемый во всевозможных пистолетах и автоматах. Морозные боеприпасы замедляют противника при попадании.
ent-CartridgePistolMG90 = патрон (.25 авто)
    .desc = Непопулярный калибр на современном рынке, используется в модифицированных пистолетах и автоматах. Стандартный кинетический боеприпас, полезен в большинстве ситуаций.