ent-AccessoriesClothingBoneTalisman = костяной талисман
    .desc = Примитивный талисман, сплетенный из костей и сухожилий. Обеспечивает незначительную защиту от грубой силы и жары.
ent-AccessoriesClothingSkullCodpiece = гульфик из черепа
    .desc = Выбеленный череп какого-то несчастного существа, переделанный в паховую броню. Обеспечивает незначительную защиту от грубой силы и жары.
ent-AccessoriesClothingPandoraHope = надежда
    .desc = Маленький блестящий кристалл, излучающий едва заметное фиолетовое свечение. Его тепло разливается по телу, даря странное ощущение спокойствия и защищённости. Говорят, что он способен отражать даже самое сильное пламя.
