ent-ADTClothingHandsCatPawsWhite = белые кошачьи лапки
    .desc = Супермягкие белые кошачьи лапки, специально для самых брутальных работников станции.
ent-ADTClothingHandsCatPawsBrown = коричневые кошачьи лапки
    .desc = Супермягкие коричневые кошачьи лапки, специально для самых брутальных работников станции.
ent-ADTClothingHandsCatPawsBlack = чёрные кошачьи лапки
    .desc = Супермягкие чёрные кошачьи лапки, специально для самых брутальных работников станции.
ent-ADTClothingHandsCatPawsBlackWhite = чёрно-белые кошачьи лапки
    .desc = Супермягкие чёрно-белые кошачьи лапки, специально для самых брутальных работников станции.
# Боевые кошачьи лапки
ent-ADTClothingHandsCatPawsWhiteCombat = белые кошачьи лапки
    .desc = Супермягкие белые кошачьи лапки, специально для самых брутальных работников станции.
ent-ADTClothingHandsCatPawsBrownCombat = коричневые кошачьи лапки
    .desc = Супермягкие коричневые кошачьи лапки, специально для самых брутальных работников станции.
ent-ADTClothingHandsCatPawsBlackCombat = чёрные кошачьи лапки
    .desc = Супермягкие чёрные кошачьи лапки, специально для самых брутальных работников станции.
ent-ADTClothingHandsCatPawsWhiteBlackCombat = чёрно-белые кошачьи лапки
    .desc = Супермягкие чёрно-белые кошачьи лапки, специально для самых брутальных работников станции.