ent-ClothingHandsCatPawsWhite = белые кошачьи лапки
    .desc = Супермягкие белые кошачьи лапки, специально для самых брутальных работников станции.
ent-ClothingHandsCatPawsBrown = коричневые кошачьи лапки
    .desc = Супермягкие коричневые кошачьи лапки, специально для самых брутальных работников станции.
ent-ClothingHandsCatPawsBlack = чёрные кошачьи лапки
    .desc = Супермягкие чёрные кошачьи лапки, специально для самых брутальных работников станции.
ent-ClothingHandsCatPawsBlackWhite = чёрно-белые кошачьи лапки
    .desc = Супермягкие чёрно-белые кошачьи лапки, специально для самых брутальных работников станции.
# Боевые кошачьи лапки
ent-ClothingHandsCatPawsWhiteCombat = белые кошачьи лапки
    .desc = Супермягкие белые кошачьи лапки, специально для самых брутальных работников станции.
ent-ClothingHandsCatPawsBrownCombat = коричневые кошачьи лапки
    .desc = Супермягкие коричневые кошачьи лапки, специально для самых брутальных работников станции.
ent-ClothingHandsCatPawsBlackCombat = чёрные кошачьи лапки
    .desc = Супермягкие чёрные кошачьи лапки, специально для самых брутальных работников станции.
ent-ClothingHandsCatPawsWhiteBlackCombat = чёрно-белые кошачьи лапки
    .desc = Супермягкие чёрно-белые кошачьи лапки, специально для самых брутальных работников станции.
