ent-ClothingShoesBootsMagCombat = боевые магнитные ботинки
    .desc = Дешёвая версия продвинутых магнитных ботинков старшего инженера, имеет в себе небольшой разъём для ножа.
ent-ClothingShoesBootsMagAdvSynd = улучшенные кроваво-чёрные магнитные ботинки
    .desc = Новейшая ревизия легендарных кроваво-красных магнитных ботинок. Неотъемлимый предмет гардероба любого уважающего себя мародёра горлекса.
ent-ClothingShoesBootsMagSec = экспериментальные боевые магнитные ботинки
    .desc = Экспериментальная версия магнитных ботинков, созданные для более мобильного перемещения.
