ent-PortableRechargerTurbo = переносной турбо-зарядник
    .desc = Высокотехнологичное зарядное устройство, адаптированное для мобильности. Теперь вариации ТУРБО!
ent-PortableRechargerBag = переносной зарядник-рюкзак
    .desc = Высокотехнологичное зарядное устройство, адаптированное для мобильности. Теперь с возможностью хранить в себе ваши вещи!
ent-PortableRechargerTurboBag = переносной турбо-зарядник-рюкзак
    .desc = Высокотехнологичное зарядное устройство, адаптированное для мобильности. Теперь вариации ТУРБО и с дамской сумочкой впридачу!