sectet-light-title = Секрет-малый
sectet-light-description = Это секрет имеющий в ротации только малых антагонистов.

sectet-large-title = Секрет-крупный
sectet-large-description = Это секрет имеющий в ротации сильно повышенные шансы на крупных антагонистов.

traitor-vamp-title = Предатели + Вампиры
traitor-vamp-description =  На станции зреет заговор, а в тенях пробуждается древний голод. У каждого свои цели, но добыча одна - экипаж.

traitor-ling-title = Предатели + Генокрады
traitor-ling-description = Предательство принимает новые формы. Пока одни крадут секреты корпорации, другие - лица её сотрудников.

vamp-ling-title = Вампиры + Генокрады
vamp-ling-description = В тенях станции скрываются хищники, для которых экипаж - лишь добыча. Одни жаждут крови, другие - чужой плоти.