veil-cult-title = Праведники Ратвара
veil-cult-description = Верные последователи Ратвара среди нас...

veil-cult-role-greeting-human =
    Вы — Праведник Ратвара!
    Вы — один из сих праведников, отринувших былое и переживших просветление.
    Ваша цель — провести древний ритуал и вернуть Ратвару былую силу.
    В ваших руках частичка силы Ратвара, покажите неверным искупление и очищение разума с помощью них.
    Чтобы вселить в сознание понимание того, кто именно самый прекрасный бог, потребуется праведник (Вы) и алтарь.
    Только так вы обеспечите победу!
veil-cult-role-greeting-animal = Вы — часть воли Ратвара. Окажите непосильную помощь своим товарищам, защищая их верою и правдою.

veil-cult-godcalled = [color=#DAA520]Победа Праведников Ратвара[/color]
veil-cult-ritualconducted = [color=yellow]Малая победа Праведников Ратвара[/color]
veil-cult-neutral = [color=yellow]Ничейный исход[/color]
veil-cult-cultlose = [color=crimson]Поражение Праведников Ратвара[/color]

veil-cult-cond-godcalled = Божество Ратвар вернул былую мощь, теперь сектор ему подвластен.
veil-cult-cond-ritualconducted = Ритуал не был завершён, но силы праведников Ратвара собрали достаточно мощи, чтобы призвать древнее Божество!
veil-cult-cond-neutral = Цели не выполнены, Праведники Ратвара ничего не добились.
veil-cult-cond-cultlose = Праведники Ратвара были поражены, мощь оказалась слишком низка, Ратвар не призван.

veil-cultist-list-start = Культистами были:
veil-cultist-list-name-user = - [color=White]{ $name }[/color] ([color=gray]{ $user }[/color])
