ent-ClothingOuterArmorTemplar = броня тамплиера
    .desc = Прямиком из Средневековья, чтобы искоренить ересь.
ent-ClothingOuterArmorBlueShield = бронежилет офицера "Синий щит"
    .desc = Стандартный бронированный нагрудник, обеспечивающий защиту и в то же время определенную мобильность. На груди изображена эмблема в виде сине-белого щита.
ent-ClothingOuterArmorSherifCarapace = панцирь шерифа
    .desc = Бронированный нагрудник, обеспечивающий защиту и при этом обладающий мобильностью и гибкостью. Выдаётся только лучшим представителям станции.
ent-ClothingOuterArmorCaptainCarapaceWhite = белый панцирь капитана
    .desc = Бронированный нагрудник, обеспечивающий защиту и при этом обладающий мобильностью и гибкостью. Выдаётся только лучшим представителям станции.