ent-ClothingHandsGlovesLatexSurgeon = латексные перчатки
    .desc = Тонкие стерильные латексные перчатки. Основные средства индивидуальной защиты для любого врача.
ent-ClothingHandsGlovesKravMaga = перчатки Крав-Мага
    .desc = Эти перчатки могут научить вас приемам крав-мага с использованием наночипов в течение всего времени, пока вы их носите.
ent-ClothingHandsGlovesCombatBlueShield = пурпурные боевые перчатки
    .desc = Эти тактические перчатки пожаробезопасны и ударопрочны. В отличие от обычных боевых перчаток, они имеют пурпурный оттенок.
