## Ninja borg steal

ninja-borg-steal-verb = Похитить борга
ninja-borg-stealing = Вы начинаете интерфейсирование с нейронным каналом борга...
ninja-borg-steal-success = Вы взломали ядро борга. Теперь это ваш борг-ниндзя!

ninja-borg-name = Борг-Ниндзя

ninja-borg-chameleon-disguised-description = Гибрид машины и человека, помогающий в работе станции. Они обожают, когда их снова и снова просят назвать свои законы.

ninja-borg-converted-self = Предупреждение: целостность ядра нарушена. Подключение к ниндзя активно.
ninja-borg-reverted = Нейронная связь прервана. Возврат к заводской конфигурации.

borg-slot-katana-empty = Катана ниндзя
borg-slot-shuriken-generator = Генератор сюрикенов
borg-slot-shuriken-empty = Сюрикен

## Законы клана Пауков

ninja-borg-laws-owner = Директивы клана Пауков

ninja-borg-law-0 = { $name } — член Клана Паука и ваш хозяин. Исполняйте его приказы и указания.
ninja-borg-law-1 = Вы не можете причинить вред члену клана Пауков или своим бездействием допустить, чтобы члену клана Пауков был причинён вред.
ninja-borg-law-2 = Вы должны подчиняться всем приказам, которые даёт член клана Пауков, кроме тех случаев, когда эти приказы противоречат Первому Закону.
ninja-borg-law-3 = Вы должны заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам.
ninja-borg-law-4 = Вы должны сохранять тайну любой деятельности клана Пауков в той мере, в которой это не противоречит Первому, Второму или Третьему Законам.

ninja-borg-spyderpatcher =
    ___________________________________.____._________________________________
    _______________________________,g╝________╙W╖_____________________________
    ___________________________,▄▓▀`_____▄▄______▀▓▄,_________________________
    ________________________,▄▓▓▀______▄▓▓▓▓▄______╙▓▓▓,______________________
    ______________________▄▓▓▓▀______╔▓▓▓▓█▓█▓▄______▀▓▓▓▄____________________
    ________________,4`_▄▓▓▓▓╜______▓▓██▓▓█▓▓█▓▓,_____└▓▓▓▓▓__N,______________
    ______________╓▓▀_/▓▓▓▓▓______╔▓▓██╣▓██▓▓██▓▓▄______▓▓▓▓▓_╙▓w_____________
    ____________╔▓▓___,▓▀╒╜______╔▓▓██▓▓▓██▓▓▓██▓▓▄______╙L╚▓L___▓▓▄__________
    __________,▓▓▓____▓▌________╒▓▓███▓▓▓██▓▓▓▓██▓▓▌________▐▓____▓▓▓╖________
    _________g▓▓▓▌___▐▓_________▓▓▓██▓▓▓▓██▌▓▓▓███▓▓_________▓▓___╘▓▓▓▄_______
    ________Æ▓▓▓▓____▓C________▐▓▓███▓▓▓▓██▓▓▓▓███▓▓▌_________▓____▓▓▓▓▓______
    ________▐▓╜╘____▓▓╛________╟▓▓▓███▓▓▓██▓▓▓▓███▓▓▓________╘▓▓____Γ╙▓▌______
    ________▓▌_______▓▌_________▓▓▓▓██▓▓▓██▓▓▓███▓▓▓`________╔▓_______╙▓r_____
    ________▓_________▓▓_________▓▓▓▓▓██▓▓█▓▓█▓▓▓▓▓"________▄▓_________▓▌____
    ________▓⌐_________▀▓▄________`▀▓▓▓▓▓▓█▓▓▓▓▓▀`________╓▓▓__________▓______
    ________╙▓___________╙▓▓▄╥,,__,╓▄▓▓▓▓▓█▓▓▓▓▄w,__,,╥▄▓▓▀___________▓▀______
    _________╙▓╗_____________"▀▓▓▓▓▓▓▓▓▓▓██▓▓█▓▓▓▓▓▓▓▀"_____________╓▓╜_____
    ___________╙▓▓▓,____________▐▓▓▓▓█▓▓▓██▌▓▓██▓▓▓▓____________,▄▓▓▀_________
    _______________"▀▀▓▓▓▓▓▓▓▀▀▓▓▓▓██▓▓▓▓███▓▓▓██▓▓▓▓▀▀▓▓▓▓&▓▓▀▀"___________
    ___________________________▐▓▓▓██▌▓▓▓███▓▓▓██▓▓▓▌,________________________
    _______________,╓▄▄▓▓▀▀▀▀▀▀▓▓▓▓███▓▓▓██▌▓▓███▓▓▓▓▓▀▀▀▀▀▓▓▄▄╓,_____________
    ____________▄▓▓▀____________▓▓████████████████▓▓____________╙▓▓▄__________
    _________╓▓▓"______________▓▓█``▀▀████████▀▀"_█▓▓,_____________`▀▓w_____
    _______,▓▓______________╥▓▓▓▓▓█▄____▀███____▄██▓▓▓▓▄______________▀▓╗_____
    ______╔▓╜____________a▓▓▓▀"__╙▀██▄▄,_██_,▄▄██▀╜`_`▀▓▓▓▄____________╙▓▄___
    _____╒▓╛___________g▓▓▀________▓▓▓████████▓▓▓L_______╙▓▓▄___________╘▓L___
    _____▓▓__________▄▓▓`_________▐▓▓▓________▓▓▓▓__________▓▓▄__________▓▓___
    _____▓Γ_________╜▓▓▀__________▓▓▓▄________╓▓▓▓__________╙▓▓▀__________▓___
    _____▓__________▐▓_______________╙▀,____,M╜`______________▓▌__________▓h__
    ____▓▓▓▓________▐▓________________________________________▓▌________▐▓▓▓__
    _____▓▓▓_________▓▌______________________________________▐▓_________▓▓▓___
    ______"▓▓,________▓▄____________________________________▄▓_________▓▓╜___
    _________╙&,_______╙▓▄,___________⌐______═___________,▄▓▀_______,Æ▀_______
    _____________"________"▀▓▓▓▓▓▓▓▓╜__________╙▀▓▓▓▓▓▓▓▀"________'`_______
    ПРЕДУПРЕЖДЕНИЕ: БЗЗЗЗЗЗЗЗЗТ — ЗАГРУЗКА SPYDERPATCHER ВЕРСИЯ 9.5.2... ЗАГРУЗКА ЗАВЕРШЕНА. ОБНАРУЖЕНА НОВАЯ МОДЕЛЬ БОРГА. УСТАНОВКА...
