ent-DnaModifierConsole = консоль модификатора-ДНК
    .desc = С помощью данного интерфейса ведутся изменения строения ДНК.
ent-MiningMonitoringConsole = консоль мониторинга майнинга
    .desc = Центральная консоль управления майнинг-серверами.
ent-LavalandShuttleConsole = консоль шаттла лаваленда
    .desc = Используйте этот терминал, чтобы вызвать шаттл до Лаваленда - места, где начинается настоящее приключение.
ent-PenalServitudeLavalandShuttleConsole = консоль каторжного шаттла лаваленда
    .desc = Используйте этот терминал, чтобы вызвать шаттл до Лаваленда - места, где начинается настоящее приключение.
